{
    "home": "Домой",
    "skills": "Навыки",
    "aboutUs": "О нас",
    "Pricing": "Цена",
    "Contacts": "Контакты",
    "Let’sTalk": "Давайте поговорим",
    "LearnAnyForeignLanguage": "Выучите любой иностранный язык",
    "Withourteacherswhowriteaprogramforeachstudent,youwillbeabletomakeyour first sketch after the first lesson.":"                                    С нашими преподавателями, которые пишут программу для каждого ученика, вы сможете сделать свой первый эскиз уже после первого урока.",
    "Get started": "Начало работы",
    "Speaking":"Говорящий",
    "Improve your English skills and confidence. Live classes andinteractive lessons online. 20% extra free for a limited time only":"Улучшите свои знания английского языка и уверенность в себе. Живые занятия и интерактивные уроки онлайн. 20% дополнительно бесплатно только в течение ограниченного времени»: «Улучшите свои знания английского языка и уверенность в себе. Живые уроки и интерактивные уроки онлайн. 20% дополнительно бесплатно только в течение ограниченного времени",
    "Learn English online and improve your skills through our high-quality courses and resources – all designed for adult language learners.": "Изучайте английский язык онлайн и совершенствуйте свои навыки с помощью наших высококачественных курсов и ресурсов, предназначенных для взрослых, изучающих язык.",
    "Writing": "Пишущий",
    "One of the most important and extensive areas of natural science, the science that studies substances, also their composition": "Один из важнейших и обширных природных районов наука, наука, изучающая вещества, а также их состав",
    "Listening" :"Слушание",
    "Here you can find activities to practise your listening skills. Listening will help you to improve your understanding":"Здесь вы можете найти упражнения для отработки навыков аудирования. Слушание поможет вам улучшить свое понимание",
    "The model offers a framework for discussing problems related to the user's experience, as well as possible ways and means of solving them. Application development begins at the top level (strategy), where the future software product is described quite abstractly from the point of view of the expectations of both users and the customer.": "Модель предлагает основу для обсуждения проблем, связанных с пользовательским опытом, а также возможных путей и средств их решения. Разработка приложения начинается на верхнем уровне (стратегии), где будущий программный продукт описывается достаточно абстрактно с точки зрения ожиданий как пользователей, так и заказчика."









}